drivers/NVMSIM/test/fio/output/nvm/nvm-readSeq-1-512k-2G-test
my_nvm_read_test: (g=0): rw=read, bs=(R) 512KiB-512KiB, (W) 512KiB-512KiB, (T) 512KiB-512KiB, ioengine=libaio, iodepth=1
fio-3.1
Starting 1 thread

my_nvm_read_test: (groupid=0, jobs=1): err= 0: pid=8194: Thu Apr 30 12:22:02 2020
   read: IOPS=14.4k, BW=7211MiB/s (7562MB/s)(2048MiB/284msec)
    slat (usec): min=46, max=578, avg=67.70, stdev=39.05
    clat (nsec): min=502, max=37439, avg=860.02, stdev=1617.13
     lat (usec): min=46, max=585, avg=68.72, stdev=39.89
    clat percentiles (nsec):
     |  1.00th=[  524],  5.00th=[  532], 10.00th=[  540], 20.00th=[  556],
     | 30.00th=[  572], 40.00th=[  580], 50.00th=[  596], 60.00th=[  604],
     | 70.00th=[  628], 80.00th=[  708], 90.00th=[ 1160], 95.00th=[ 1576],
     | 99.00th=[ 4704], 99.50th=[15808], 99.90th=[22656], 99.95th=[23424],
     | 99.99th=[37632]
  lat (nsec)   : 750=82.06%, 1000=6.30%
  lat (usec)   : 2=8.15%, 4=2.22%, 10=0.68%, 20=0.37%, 50=0.22%
  cpu          : usr=1.06%, sys=97.88%, ctx=1, majf=0, minf=129
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=4096,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=7211MiB/s (7562MB/s), 7211MiB/s-7211MiB/s (7562MB/s-7562MB/s), io=2048MiB (2147MB), run=284-284msec

Disk stats (read/write):
  nvm0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%