drivers/NVMSIM/test/fio/output/nvm/nvm-readSeq-1-64k-2G-test
my_nvm_read_test: (g=0): rw=read, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=libaio, iodepth=1
fio-3.1
Starting 1 thread

my_nvm_read_test: (groupid=0, jobs=1): err= 0: pid=8253: Thu Apr 30 12:22:57 2020
   read: IOPS=113k, BW=7062MiB/s (7405MB/s)(2048MiB/290msec)
    slat (usec): min=6, max=283, avg= 7.97, stdev= 6.13
    clat (nsec): min=398, max=124359, avg=516.12, stdev=1398.22
     lat (usec): min=6, max=302, avg= 8.57, stdev= 6.58
    clat percentiles (nsec):
     |  1.00th=[  410],  5.00th=[  414], 10.00th=[  418], 20.00th=[  422],
     | 30.00th=[  426], 40.00th=[  426], 50.00th=[  430], 60.00th=[  434],
     | 70.00th=[  438], 80.00th=[  450], 90.00th=[  474], 95.00th=[  676],
     | 99.00th=[ 1208], 99.50th=[ 1336], 99.90th=[19328], 99.95th=[24192],
     | 99.99th=[50432]
  lat (nsec)   : 500=93.09%, 750=5.27%, 1000=0.27%
  lat (usec)   : 2=1.06%, 4=0.04%, 20=0.20%, 50=0.07%, 100=0.01%
  lat (usec)   : 250=0.01%
  cpu          : usr=3.81%, sys=95.16%, ctx=1, majf=0, minf=17
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=32768,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=7062MiB/s (7405MB/s), 7062MiB/s-7062MiB/s (7405MB/s-7405MB/s), io=2048MiB (2147MB), run=290-290msec

Disk stats (read/write):
  nvm0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%