drivers/NVMSIM/test/fio/output/nvm/nvm-writeSeq-1-32k-2G-test
my_nvm_write_test: (g=0): rw=write, bs=(R) 32.0KiB-32.0KiB, (W) 32.0KiB-32.0KiB, (T) 32.0KiB-32.0KiB, ioengine=libaio, iodepth=1
fio-3.1
Starting 1 thread

my_nvm_write_test: (groupid=0, jobs=1): err= 0: pid=8288: Thu Apr 30 12:23:08 2020
  write: IOPS=177k, BW=5535MiB/s (5804MB/s)(2048MiB/370msec)
    slat (usec): min=3, max=127, avg= 4.87, stdev= 4.01
    clat (nsec): min=374, max=93015, avg=453.95, stdev=1195.30
     lat (usec): min=4, max=147, avg= 5.38, stdev= 4.42
    clat percentiles (nsec):
     |  1.00th=[  382],  5.00th=[  386], 10.00th=[  386], 20.00th=[  390],
     | 30.00th=[  390], 40.00th=[  394], 50.00th=[  398], 60.00th=[  402],
     | 70.00th=[  406], 80.00th=[  414], 90.00th=[  426], 95.00th=[  458],
     | 99.00th=[  700], 99.50th=[ 1112], 99.90th=[18048], 99.95th=[22400],
     | 99.99th=[63744]
  lat (nsec)   : 500=96.29%, 750=2.95%, 1000=0.15%
  lat (usec)   : 2=0.43%, 4=0.02%, 20=0.09%, 50=0.05%, 100=0.02%
  cpu          : usr=20.33%, sys=78.86%, ctx=0, majf=0, minf=1
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=0,65536,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=5535MiB/s (5804MB/s), 5535MiB/s-5535MiB/s (5804MB/s-5804MB/s), io=2048MiB (2147MB), run=370-370msec

Disk stats (read/write):
  nvm0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%