drivers/NVMSIM/test/fio/output/nvm/nvm-writeSeq-1-4k-2G-test
my_nvm_write_test: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
fio-3.1
Starting 1 thread

my_nvm_write_test: (groupid=0, jobs=1): err= 0: pid=8377: Thu Apr 30 12:23:33 2020
  write: IOPS=427k, BW=1666MiB/s (1747MB/s)(2048MiB/1229msec)
    slat (nsec): min=1341, max=314550, avg=1636.40, stdev=2448.30
    clat (nsec): min=378, max=225525, avg=448.30, stdev=1167.61
     lat (nsec): min=1763, max=316002, avg=2123.89, stdev=2847.81
    clat percentiles (nsec):
     |  1.00th=[  386],  5.00th=[  386], 10.00th=[  386], 20.00th=[  390],
     | 30.00th=[  390], 40.00th=[  390], 50.00th=[  394], 60.00th=[  410],
     | 70.00th=[  414], 80.00th=[  414], 90.00th=[  418], 95.00th=[  426],
     | 99.00th=[  564], 99.50th=[  588], 99.90th=[19072], 99.95th=[22400],
     | 99.99th=[42240]
   bw (  MiB/s): min= 1664, max= 1666, per=99.97%, avg=1665.87, stdev= 1.51, samples=2
   iops        : min=426189, max=426738, avg=426463.50, stdev=388.20, samples=2
  lat (nsec)   : 500=98.45%, 750=1.20%, 1000=0.02%
  lat (usec)   : 2=0.12%, 4=0.01%, 20=0.11%, 50=0.08%, 100=0.01%
  lat (usec)   : 250=0.01%
  cpu          : usr=28.99%, sys=70.77%, ctx=19, majf=0, minf=1
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=0,524288,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=1666MiB/s (1747MB/s), 1666MiB/s-1666MiB/s (1747MB/s-1747MB/s), io=2048MiB (2147MB), run=1229-1229msec

Disk stats (read/write):
  nvm0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%