drivers/NVMSIM/test/fio/output/nvm/nvm-writeSeq-1-4k-3G-test
my_nvm_write_test: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
fio-3.1
Starting 1 thread

my_nvm_write_test: (groupid=0, jobs=1): err= 0: pid=7768: Thu Apr 30 12:16:27 2020
  write: IOPS=242k, BW=944MiB/s (990MB/s)(3072MiB/3253msec)
    slat (nsec): min=1358, max=1593.3k, avg=3074.11, stdev=6342.64
    clat (nsec): min=375, max=707063, avg=584.11, stdev=2493.07
     lat (nsec): min=1799, max=1608.8k, avg=3750.24, stdev=7210.49
    clat percentiles (nsec):
     |  1.00th=[   382],  5.00th=[   398], 10.00th=[   406], 20.00th=[   410],
     | 30.00th=[   418], 40.00th=[   426], 50.00th=[   434], 60.00th=[   438],
     | 70.00th=[   450], 80.00th=[   498], 90.00th=[   604], 95.00th=[   756],
     | 99.00th=[  1528], 99.50th=[  3024], 99.90th=[ 22400], 99.95th=[ 36096],
     | 99.99th=[105984]
   bw (  KiB/s): min=643656, max=1535305, per=100.00%, avg=971051.00, stdev=317651.03, samples=6
   iops        : min=160914, max=383826, avg=242762.50, stdev=79412.72, samples=6
  lat (nsec)   : 500=80.29%, 750=14.64%, 1000=2.65%
  lat (usec)   : 2=1.70%, 4=0.27%, 10=0.09%, 20=0.19%, 50=0.12%
  lat (usec)   : 100=0.02%, 250=0.01%, 500=0.01%, 750=0.01%
  cpu          : usr=26.66%, sys=73.28%, ctx=16, majf=0, minf=1
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=0,786432,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=944MiB/s (990MB/s), 944MiB/s-944MiB/s (990MB/s-990MB/s), io=3072MiB (3221MB), run=3253-3253msec

Disk stats (read/write):
  nvm0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%