drivers/NVMSIM/test/fio/output/nvm/nvm-writeSeq-1-8k-2G-test
my_nvm_write_test: (g=0): rw=write, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
fio-3.1
Starting 1 thread

my_nvm_write_test: (groupid=0, jobs=1): err= 0: pid=8352: Thu Apr 30 12:23:25 2020
  write: IOPS=249k, BW=1945MiB/s (2039MB/s)(2048MiB/1053msec)
    slat (nsec): min=1736, max=409099, avg=3034.98, stdev=5953.61
    clat (nsec): min=366, max=365202, avg=572.64, stdev=2212.22
     lat (usec): min=2, max=419, avg= 3.68, stdev= 6.75
    clat percentiles (nsec):
     |  1.00th=[  378],  5.00th=[  394], 10.00th=[  398], 20.00th=[  410],
     | 30.00th=[  418], 40.00th=[  422], 50.00th=[  430], 60.00th=[  434],
     | 70.00th=[  446], 80.00th=[  482], 90.00th=[  564], 95.00th=[  692],
     | 99.00th=[ 1368], 99.50th=[ 3696], 99.90th=[22912], 99.95th=[31360],
     | 99.99th=[97792]
   bw (  MiB/s): min= 1899, max= 1938, per=98.67%, avg=1919.05, stdev=27.47, samples=2
   iops        : min=243151, max=248124, avg=245637.50, stdev=3516.44, samples=2
  lat (nsec)   : 500=83.16%, 750=12.99%, 1000=2.02%
  lat (usec)   : 2=1.17%, 4=0.19%, 10=0.10%, 20=0.19%, 50=0.16%
  lat (usec)   : 100=0.02%, 250=0.01%, 500=0.01%
  cpu          : usr=21.20%, sys=78.42%, ctx=7, majf=0, minf=1
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=0,262144,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=1945MiB/s (2039MB/s), 1945MiB/s-1945MiB/s (2039MB/s-2039MB/s), io=2048MiB (2147MB), run=1053-1053msec

Disk stats (read/write):
  nvm0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%